Revit 2027 API
KeynoteEntries Properties
The KeynoteEntries type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from KeyBasedTreeEntries)
Top
See Also
Reference
KeynoteEntries Class
Autodesk.Revit.DB Namespace